Repository: Zaki-Malla/TableTap
Catalog: TableTap/Resources/SharedResource.*.resx
Languages: ar

# Hero_Subtitle
source: A sleek digital solution for present your menu online in an eco-friendly and efficient way
ar: حل رقمي أنيق لعرض قائمة الطعام أونلاين بطريقة صديقة للبيئة وفعالة

# Hero_Title
source: Digitize your establishment menu now with TableTap
ar: قم برقمنة قوائم منشأتك الآن مع TableTap

# Nav_Contact
source: Contact
ar: تواصل معنا

# Nav_FAQ
source: FAQ
ar: الأسئلة الشائعة

# Nav_Features
source: Features
ar: المميزات

source: View Pricing
ar: عرض الأسعار

# Nav_HowItWorks
source: How It Works
ar: كيف يعمل

# Nav_Stats
source: Stats
ar: الأرقام

# Feature_EasyAccess_Title
source: Easy Access
ar: سهولة الوصول

# Feature_EasyAccess_Desc
source: Customers can access the menu via QR code easily without downloading an app.
ar: يمكن للعملاء الوصول إلى القائمة عبر رمز QR بكل سهولة دون تنزيل تطبيق.

# Feature_EcoFriendly_Title
source: Eco-Friendly
ar: حماية البيئة

# Feature_EcoFriendly_Desc
source: Reduce paper use and contribute to your restaurant’s environmental sustainability.
ar: تقليل استخدام الورق والمساهمة في الاستدامة البيئية لمطعمك.

# Feature_CostSaving_Title
source: Cost Saving
ar: توفير التكاليف

# Feature_CostSaving_Desc
source: Say goodbye to repeated printing — save ongoing menu costs for your restaurant.
ar: وداعًا للطباعة المتكررة، وفر على مطعمك التكاليف الدورية لقوائم الطعام.

source: Customize
ar: تخصيص

source: Reset to Default
ar: إعادة الضبط إلى الوضع الافتراضي

source: Theme Customizer
ar: تخصيص الثيم

source: Light
ar: الضوء

source: Language
ar: اللغة

source: Explore Styles
ar: استكشاف الأنماط

source: Dark
ar: داكن

source: Color Scheme
ar: سمة اللون

# whyChoose
source: Why Choose TableTap?
ar: لماذا تختار TableTap؟

# establishmentDigitalFuture
source: 🌍 Jump into your establishment's digital future.
ar: 🌍 انطلق نحو المستقبل الرقمي لمنشأتك.

# easyFast
source: 🚀 Easy, fast, and sustainable.
ar: 🚀 سهولة، سرعة، واستدامة.

# secureWithoutApp
source: 🔒 Secure and without the need for any app.
ar: 🔒 آمن وبدون الحاجة لأي تطبيق.

# TableTapFeatures
source: Features of TableTap
ar: مميزات TableTap

# EaseAccess
source: Ease of access
ar: سهولة الوصول

# customersAccessQR
source: Customers can access the menu via QR code easily without downloading an app.
ar: يمكن للعملاء الوصول إلى القائمة عبر رمز QR بكل سهولة دون تنزيل تطبيق.

source: Environmental protection
ar: حماية البيئة

# reducePaperUsage
source: Reduce paper usage and contribute to the environmental sustainability of your establishment.
ar: تقليل استخدام الورق والمساهمة في الاستدامة البيئية لمنشأتك.

source: Cost savings
ar: توفير التكاليف

# sayGoodbye
source: Say goodbye to repetitive printing and save your establishment the periodic costs of lists.
ar: وداعًا للطباعة المتكررة، وفر على منشأتك التكاليف الدورية للقوائم.

# howTableTapWork
source: How does TableTap work?
ar: كيف يعمل TableTap؟

source: Registration
ar: التسجيل

# registerYourEstablishment
source: Register your establishment on the platform and start adding your listing easily.
ar: سجل منشأتك على المنصة وابدأ بإضافة قائمتك بسهولة.

# createQR
source: Create a QR Code
ar: إنشاء رمز QR

# getQR
source: Get a QR code for your establishment that you can print and place on tables or display on screens.
ar: احصل على رمز QR خاص بمنشأتك يمكنك طباعته ووضعه على الطاولات او عرضه على الشاشات.

# accessToMenu
source: Access to the menu
ar: الوصول للقائمة

# customersUsePhones
source: Customers use their phones to scan the code and access the digital menu instantly.
ar: يستخدم العملاء هواتفهم لمسح الرمز والوصول إلى القائمة الرقمية فورًا.

source: TableTap numbers
ar: أرقام TableTap

source: Registered establishment
ar: منشأة مسجلة

# monthlyVisit
source: Monthly visit to the lists
ar: زيارة شهرية للقوائم

source: Customer satisfaction
ar: رضا العملاء

# tableTapFree
source: Is TableTap free?
ar: هل TableTap مجاني؟

# basicServiceAtSmallPrice
source: Basic service at a small price with more expensive options for more customizations.
ar: الخدمة الأساسية بسعر رمزي مع خيارات أغلى للمزيد من التخصيصات.

source: Home page
ar: الصفحة الرئيسية

# specialApp
source: Do I need a special app?
ar: هل أحتاج لتطبيق خاص؟

# clientUseBrowser
source: No, the client can only use the browser to access the menu.
ar: لا، يمكن للعميل استخدام المتصفح فقط للوصول إلى القائمة.

# easilyCustomized
source: Can the menu be easily customized?
ar: هل يمكن تعديل القائمة بسهولة؟

# youCanEdit
source: Yes, you can edit and add items whenever you want via the Dashboard.
ar: نعم، يمكنك تعديل وإضافة الأصناف متى شئت عبر لوحة التحكم.

source: Contact us
ar: تواصل معنا

source: Email us:
ar: راسلنا عبر البريد الإلكتروني:

# heroDescription
source: Create beautiful digital menus, share them via QR codes, and give your customers a seamless experience.
ar: أنشئ قوائم رقمية جميلة، وشاركها عبر رموز QR، وقدم لعملائك تجربة سلسة.

# EmailLabel
source: Email
ar: الإيميل

# PasswordLabel
source: Password
ar: كلمة المرور

source: Remember Me
ar: تذكرني

source: Get Started
ar: ابدأ الآن

source: Forgot Password
ar: نسيت كلمة المرور

source: Log in
ar: تسجيل الدخول

source: Invalid Login Credentials
ar: بيانات الدخول غير صحيحة

# AdminDashboard_Title
source: Admin Dashboard
ar: صفحة الادمن

# AdminDashboard_Subtitle
source: Admin Dashboard
ar: صفحة الادمن

source: Add New Menu Title
ar: أضف قائمة جديدة

source: Menu Name
ar: اسم القائمة

source: Menu Type
ar: نوع القائمة

source: Select Option
ar: اختر نوع

source: Food
ar: طعام

source: Drinks
ar: مشاريب

source: Description
ar: الوصف

# AddMenu_Button
source: Add Menu
ar: أضف قائمة

source: Pending
ar: في الانتظار

source: View Details
ar: عرض التفاصيل

source: Actions
ar: الإجراءات

source: Status
ar: الحالة

source: Requested Plan
ar: نوع الباقة

source: Establishment Name
ar: اسم المحل

source: Requesting Establishments Title
ar: طلبات المحلات

# AdminDashboard_Description
source: Manage system data, monitor requests and update menus.
ar: إدارة بيانات النظام، مراقبة الطلبات وتحديث القوائم.

source: Shared Establishments
ar: المنشآت المشتركة

source: Most Active Plan
ar: الخطة الأكثر نشاطًا

source: Total Requests
ar: إجمالي الطلبات

source: Admin Navigation
ar: تنقل المسؤول

source: Facilities
ar: المرافق

source: Cities
ar: المدن

source: Plans
ar: الخطط

source: Plan Requests
ar: طلبات الخطط

# digitalMenuPlatform
source: Digital menu platform for establishments. Create and share menus via QR codes.
ar: منصة القائمة الرقمية للمؤسسات. قم بإنشاء ومشاركة القوائم عبر رموز QR.

source: Product
ar: المنتج

source: Pricing
ar: التسعير

source: FAQ
ar: الأسئلة الشائعة

source: Company
ar: الشركة

source: About
ar: عن الشركة

source: Contact
ar: الاتصال

source: Careers
ar: الوظائف

source: Legal
ar: قانوني

source: Terms
ar: الشروط

source: Privacy
ar: الخصوصية

source: Cookies
ar: الكوكيز

source: All rights reserved.
ar: جميع الحقوق محفوظة.

source: Admin Dashboard
ar: لوحة تحكم الإدارة

source: User Dashboard
ar: لوحة تحكم المستخدم

source: Sign up
ar: إنشاء حساب

# heroHeading
source: Digital Menus for Modern Establishments
ar: قوائم رقمية للمؤسسات الحديثة

# featuresSectionHeading
source: Features Designed for Establishments
ar: ميزات مصممة للمؤسسات

# featuresSectionDescription
source: Everything you need to create and manage digital menus for your establishment.
ar: كل ما تحتاجه لإنشاء وإدارة القوائم الرقمية لمؤسستك.

# featureQrCodeHeading
source: QR Code Menus
ar: قوائم QR

# featureQrCodeDescription
source: Generate unique QR codes for each table that link directly to your digital menu.
ar: أنشئ رموز QR فريدة لكل طاولة ترتبط مباشرةً بقائمتك الرقمية.

# featureMenuManagementHeading
source: Menu Management
ar: إدارة القوائم

# featureMenuManagementDescription
source: Create and update your menu items, categories, and prices with ease.
ar: أنشئ وقم بتحديث بنود القائمة والفئات والأسعار بسهولة.

# featureMobileOptimizedHeading
source: Mobile Optimized
ar: تحسين للجوال

# featureMobileOptimizedDescription
source: Beautiful menus that look great on any device, especially smartphones.
ar: قوائم جميلة تبدو رائعة على أي جهاز، وخاصة الهواتف الذكية.

# pricingSectionHeading
source: Simple, Transparent Pricing
ar: أسعار بسيطة وشفافة

# pricingSectionDescription
source: Choose the plan that works best for your establishment.
ar: اختر الخطة التي تناسب مؤسستك.

# ctaSectionHeading
source: Ready to Transform Your Establishment?
ar: هل أنتم جاهزون لتحويل مؤسستكم؟

# ctaSectionDescription
source: Join many of establishments already using TableTap to enhance their dining experience.
ar: انضم إلى العديد المؤسسات التي تستخدم TableTap لتحسين تجربة الطعام.

# featureQRCodeItem1
source: Unlimited QR code generation
ar: إنشاء رموز QR غير محدودة

# featureQRCodeItem2
source: Category-specific codes
ar: رموز مخصصة لكل نوع

# featureQRCodeItem3
source: Printable high-resolution files
ar: ملفات قابلة للطباعة بدقة عالية

# featureMenuItem1
source: Photo uploads for each dish
ar: تحميل صور لكل طبق

# featureMenuItem2
source: Recipe or ingredient details for each item
ar: معلومات الوصفة أو المحتويات لكل طلب

# featureMobileItem1
source: Responsive design
ar: تصميم متجاوب

# featureMobileItem2
source: Fast loading times
ar: سرعة تحميل عالية

# featureMobileItem3
source: No app download required
ar: لا حاجة لتحميل تطبيق

# AdminAuth_Title
source: Admin login
ar: تسجيل دخول الادمن

source: Admin Login
ar: تسجيل دخول الادمن

# authorized
source: Only authorized administrators can access this panel.
ar: يمكن للمسؤولين المخولين فقط الوصول إلى هذه اللوحة.

source: Admin Email
ar: ايميل الادمن

source: Enter admin email
ar: ادخل ايميل ادمن

source: Password
ar: كلمة المرور

source: Forgot password?
ar: نسيت كلمة المرور؟
